export default defineI18nLocale(async (locale) => ({
  faq: {
    title_1: "Для начала работы",
    question_1: "Какие документы нужны для аренды автомобиля в ОАЭ?",
    answer_1_1:
      "Необходимые документы для аренды автомобиля в ОАЭ зависят от того, являетесь ли вы туристом или резидентом. Вот что вам понадобится:",
    answer_1_2: "Для туристов:",
    answer_1_3: "Действительное международное водительское удостоверение.",
    answer_1_4: "Ваш паспорт.",
    answer_1_5: "Форма оплаты: кредитная/дебетовая карта или наличные.",
    answer_1_6: "Для резидентов ОАЭ:",
    answer_1_7: "Действительное водительское удостоверение ОАЭ.",
    answer_1_8: "Ваш паспорт.",
    answer_1_9: "Виза резидента.",
    answer_1_10: "Emirates ID.",
    answer_1_11: "Оплата наличными, кредитной или дебетовой картой.",
    question_2: "Можно ли арендовать автомобиль без кредитной карты?",
    answer_2_1:
      "Конечно! Вы можете оставить денежный залог. Однако, обратите внимание, что залог обычно возвращается только через 21–26 дней после возврата автомобиля, чтобы учесть возможные штрафы, выписанные после возвращения машины.",
    question_3: "Сколько времени занимает доставка арендованного автомобиля?",
    answer_3_1:
      "Время доставки зависит от вашего местоположения, времени суток и дорожной ситуации. Например, утренние часы пик могут вызвать задержки, тогда как в обеденное время доставка может быть быстрее, так как большинство людей находятся на работе. В среднем доставка занимает от 45 минут до 2 часов. Лучше уточнить у представителя компании, чтобы избежать неожиданных задержек.",
    question_4: "Могу ли я забрать арендованный автомобиль из аэропорта Дубая?",
    answer_4_1:
      "Да, мы можем доставить автомобиль прямо в аэропорт. Однако за эту услугу взимается дополнительная плата, начиная от 126 AED.",
    question_5:
      "Можно ли арендовать автомобиль с новым водительским удостоверением в ОАЭ?",
    answer_5_1:
      "Да, это возможно. Главное – соблюдать местные правила дорожного движения.",
    question_6: "Что делать в случае аварии на арендованном автомобиле?",
    answer_6_1:
      "Если произошла авария, первым делом свяжитесь с полицией, чтобы оформить протокол. В случае мелких аварий можно воспользоваться приложением полиции для подачи заявления.",
    answer_6_2:
      "После этого уведомите представителя компании. Подробный протокол аварии крайне важен, так как страховые выплаты обычно требуют этого документа. Без него вы можете быть обязаны оплатить ущерб самостоятельно.",
    question_7: "Какова топливная политика аренды автомобилей в ОАЭ?",
    answer_7_1:
      'Мы придерживаемся политики "полный бак – полный бак". Это означает, что автомобиль необходимо вернуть с тем же уровнем топлива, который был при получении.',
    question_8:
      "Безопасны ли мои персональные данные при использовании вашего сервиса?",
    answer_8_1:
      "Будьте уверены, ваша конфиденциальность – наш главный приоритет. Мы внедрили комплексную политику конфиденциальности, чтобы ваши данные были защищены и использовались с максимальной осторожностью.",
    question_9: "Может ли кто-то кроме меня водить арендованный автомобиль?",
    answer_9_1: "Да, но это должно быть согласовано с компанией заранее.",
    question_10: "Можно ли нанять водителя для арендованного автомобиля?",
    answer_10_1:
      "Да, но необходимо подтвердить это с компанией. Помните, что субаренда автомобиля запрещена.",
    question_11: "Нужно ли заправлять автомобиль перед возвратом?",
    answer_11_1:
      "Да, необходимо вернуть автомобиль с тем же уровнем топлива, что был при получении, иначе будет взиматься плата за заправку.",
    question_12: "Что делать, если у автомобиля возникли технические проблемы?",
    answer_12_1:
      "Свяжитесь со службой техпомощи компании и следуйте их инструкциям.",
    question_13: "Какие правила дорожного движения действуют в Дубае?",
    answer_13_1:
      "Двигайтесь по правой стороне, соблюдайте ограничения скорости и всегда пристегивайте ремни безопасности. Штрафы за нарушение правил строго контролируются.",
    question_14: "Что такое Salik и как им пользоваться?",
    answer_14_1:
      "Salik – это электронная система оплаты за проезд по платным дорогам в Дубае. На основных магистралях установлены электронные ворота (Salik Gates). Каждый зарегистрированный автомобиль должен иметь Salik-метку (наклейка на лобовом стекле), содержащую информацию о транспортном средстве. При прохождении через ворота плата автоматически списывается с баланса владельца.",
    answer_14_2: "Ддороги работают под этой системой:",
    answer_14_3: "Sheikh Zayed Road;",
    answer_14_4: "Al Garhoud Bridge;",
    answer_14_5: "Al Maktoum Bridge;",
    answer_14_6: "Al Barsha;",
    answer_14_7: "Al Mamzar South и North.",
    answer_14_8: "При возврате автомобиля водитель должен возместить расходы.",
    question_15:
      "Что произойдет, если я верну автомобиль позже установленного времени?",
    answer_15_1:
      "Если вы вернете автомобиль в течение одного часа после согласованного времени, дополнительная плата не взимается. Однако при задержке более часа будет начислена оплата за дополнительный день аренды.",
    question_16: "Можно ли продлить срок аренды?",
    answer_16_1:
      "Да, вы можете легко продлить срок аренды. Мы предлагаем вариант продления через ссылку для оплаты или вы можете оплатить наличными или картой.",
    question_17:
      "Можно ли арендовать автомобиль с американским или другим иностранным водительским удостоверением?",
    answer_17_1:
      "Да, для туристов принимается международное водительское удостоверение, что упрощает аренду автомобиля.",
    question_18: "Какой минимальный возраст для аренды автомобиля в Дубае?",
    answer_18_1:
      "Водитель должен быть не младше 21 года для аренды автомобиля.",
    question_19:
      "Принимаются ли международные водительские удостоверения в ОАЭ?",
    answer_19_1:
      "Да, международные водительские удостоверения принимаются по всей территории ОАЭ.",
    question_20: "Можно ли арендовать автомобиль в Дубае в возрасте 18 лет?",
    answer_20_1: "Нет, минимальный возраст для аренды – 21 год.",
    question_21: "Какие документы нужны для аренды автомобиля в Дубае?",
    answer_21_1:
      "Вам потребуется действующее водительское удостоверение, паспорт или Emirates ID, а также кредитная карта для обеспечения залога.",
    question_22:
      "Действительно ли мое иностранное водительское удостоверение в Дубае?",
    answer_22_1:
      "Да, большинство иностранных водительских удостоверений принимаются, но рекомендуется также иметь международное водительское удостоверение (IDP).",
    question_23: "Нужна ли страховка для аренды автомобиля?",
    answer_23_1:
      "Базовая страховка уже включена. Тем не менее, рекомендуется уточнить доступные дополнительные страховые покрытия для вашей уверенности.",
    question_24: "Можно ли добавить дополнительного водителя к аренде?",
    answer_24_1:
      "Да, можно добавить дополнительных водителей за дополнительную плату, но они также должны соответствовать требованиям аренды и присутствовать при выдаче автомобиля.",
    question_25: "Как оформить бронирование?",
    answer_25_1: "Бронирование можно оформить онлайн через наш сайт.",
    question_26: "Могу ли я арендовать автомобиль, если я турист?",
    answer_26_1:
      "Да, туристы могут арендовать автомобили в Дубае, если у них есть необходимые документы, включая международное водительское удостоверение.",
    question_27: "Есть ли ограничения на вождение в Дубае?",
    answer_27_1:
      "Да, определенные территории, такие как частные владения и пустынные зоны, могут иметь ограничения. Всегда проверяйте местные правила и условия аренды.",
    question_28: "Что делать, если я потеряю ключи от автомобиля?",
    answer_28_1:
      "Свяжитесь с компанией как можно скорее для получения помощи. Возможен взимание платы за замену ключей.",
    question_29: "Можно ли арендовать автомобиль на несколько часов?",
    answer_29_1: "Да, мы предлагаем почасовую аренду автомобилей.",
    question_30: "Какой процесс возврата автомобиля?",
    answer_30_1:
      "Верните автомобиль в указанное место, заправьте его и заполните все необходимые документы с сотрудником.",
    question_31: "Что делать, если арендованный автомобиль сломался?",
    answer_31_1:
      "Свяжитесь со службой техпомощи компании и следуйте их инструкциям.",
    answer_31_2: "Наши автомобили",
    answer_31_3: "Полезные советы по аренде автомобиля в Дубае",
    answer_31_4: "Ознакомьтесь с местными правилами дорожного движения.",
    answer_31_5: "Выбирайте надежные компании по аренде.",
    answer_31_6:
      "Изучите условия аренды. Всегда читайте мелкий шрифт о правилах использования, страховом покрытии и других важных моментах перед подписанием договора.",
    question_32: "Какие автомобили лучше всего арендовать?",
    answer_32_1:
      "Лучший автомобиль зависит от ваших предпочтений и планируемых мероприятий. Если вам нужен комфортный семейный автомобиль, рекомендуем наши просторные внедорожники. Для живописной поездки выберите стильный кабриолет. В конечном итоге выбирайте автомобиль, который соответствует вашим желаниям, и наслаждайтесь поездкой!",
    question_33: "Как арендовать автомобиль по выгодной цене в Дубае?",
    answer_33_1:
      "Посетите наш сайт rentcaruae.com. Мы предлагаем конкурентные цены, начиная от 139 AED в день.",
    question_34: "Какова минимальная стоимость аренды автомобиля на месяц?",
    answer_34_1: "Минимум 1499 AED.",
    question_35: "Экономична ли месячная аренда?",
    answer_35_1: "Да, месячная аренда дешевле, чем ежедневная.",
    question_36: "Предоставляете ли вы страховку жизни и здоровья?",
    answer_36_1:
      "К сожалению, мы не предоставляем страховку жизни и здоровья в рамках услуги аренды.",
    question_37: "Какие автомобили доступны менее чем за 150 AED в день?",
    answer_37_1:
      'На сайте RentCarUAE вы найдете множество бюджетных вариантов. Перейдите в раздел "Эконом" на нашем сайте, чтобы изучить доступные варианты. Например, вы можете арендовать JAC JS4 или Geely Emgrand от 150 AED в день.',
    question_38: "Предоставляете ли вы услуги аварийного восстановления?",
    answer_38_1:
      "На данный момент мы не предлагаем услуги аварийного восстановления.",
    question_39: "Какие типы автомобилей доступны для аренды?",
    answer_39_1:
      "Мы предоставляем широкий выбор автомобилей – от эконом-класса до автомобилей класса люкс, внедорожников и микроавтобусов.",
    question_40: "Можно ли арендовать автомобиль с водителем?",
    answer_40_1:
      "На данный момент мы не предоставляем услуги аренды автомобилей с водителем. Однако мы постоянно рассматриваем новые возможности для улучшения сервиса.",
    question_41: "Предлагаете ли вы услуги лизинга автомобилей?",
    answer_41_1:
      "Да, мы предоставляем такие услуги. Вы можете арендовать автомобиль на срок 3, 6, 9, 12 и 24 месяца.",
    answer_41_2: "Документы для лизинга автомобиля:",
    answer_41_3: "Паспорт / виза резидента ОАЭ, Emirates ID (для резидентов).",
    answer_41_4:
      "Водительское удостоверение ОАЭ (для резидентов) / международное водительское удостоверение (IDP) (для туристов).",
    answer_41_5:
      "Справка о занятости, расчетные листы или выписка из банка за последние месяцы.",
    answer_41_6: "Кредитная карта.",
    question_42: "Какие преимущества у лизинга автомобилей?",
    answer_42_1:
      "Вы можете выбрать удобный для вас срок лизинга – от 3 месяцев до 2 лет.",
    answer_42_2:
      "Более длительные сроки аренды предлагают более низкие ежемесячные платежи.",
    answer_42_3:
      "Вы получите высокий уровень поддержки: наша команда готова обеспечить ваш комфорт и удобство.",
    question_43:
      "Что будет, если я поеду на арендованном автомобиле по бездорожью?",
    answer_43_1:
      "Учтите, что вождение по бездорожью строго запрещено на арендованных автомобилях. Это может привести к серьезным повреждениям автомобиля и аннулированию договора аренды. Мы рекомендуем оставаться на асфальтированных дорогах для вашей безопасности.",
    answer_43_2: "Оплата",
    question_44: "Можно ли арендовать автомобиль без залога в Дубае?",
    answer_44_1:
      "Да, вы можете арендовать автомобиль без традиционного залога. Вместо этого вы можете заплатить фиксированную невозвратную сумму нашему партнеру, который выступает гарантом на случай возможных повреждений, неоплаченных штрафов или других расходов (если они не являются следствием нашей небрежности). Сумма зависит от модели автомобиля и срока аренды.",
    question_45: "Почему требуется залог при аренде?",
    answer_45_1:
      "Залог – это стандартная практика в аренде автомобилей. Он служит гарантией на случай штрафов или других расходов, которые могут возникнуть в период аренды или после возврата автомобиля.",
    question_46: "Как взимается арендная плата?",
    answer_46_1:
      "Мы взимаем арендную плату заранее, обеспечивая прозрачность транзакций.",
    question_47:
      "Кто несет ответственность за нарушения правил дорожного движения?",
    answer_47_1:
      "Водитель несет ответственность за все нарушения, совершенные в период аренды. Мы уведомим вас о штрафах, указав вид нарушения и сумму.",
    question_48: "Что насчет платы за парковку?",
    answer_48_1:
      "Клиент несет ответственность за оплату парковки в течение всего срока аренды.",
    question_49: "Можно ли приостановить контракт?",
    answer_49_1:
      "К сожалению, на данный момент мы не предлагаем возможность приостановки аренды.",
    question_50: "Какие способы оплаты вы принимаете?",
    answer_50_1:
      "Для залога обычно требуется кредитная карта. Мы принимаем все основные способы оплаты.",
    question_51: "Что делать, если я получил штраф?",
    answer_51_1:
      "Вы будете обязаны оплатить все штрафы, полученные в период аренды.",
    question_52:
      "Что происходит, если автомобиль был поврежден во время аренды?",
    answer_52_1:
      "Если в период аренды автомобиль получил повреждения, необходимо как можно скорее сообщить об этом в компанию. В зависимости от вашей страховки вы можете нести ответственность за ремонт, поэтому важно заранее ознакомиться с полисом и процедурами на такой случай.",
    question_53: "Могу ли я получить бонусы за аренду?",
    answer_53_1:
      "Да! Мы предоставляем скидку 5% на следующий заказ в знак благодарности за ваше постоянное сотрудничество.",
  },

  catalog_seo: {
    leasing: {
      title:
        "Аренда автомобиля в {cityName}, гибкие ежемесячные планы и лучшие предложения в {pageText}",
      description:
        "Арендуйте автомобиль на длительный срок в {cityName}. Избавьтесь от проблем с путешествием в {cityName}. У нас есть качественные автомобили на все случаи жизни, включая автомобили класса люкс, спортивные автомобили и экономичные модели.",
      h1: "Аренда автомобиля в {cityName} {pageText}",
    },
    type: {
      title:
        "Аренда {value} автомобиля в {cityName}, ОАЭ - {value} прокат автомобилей в {cityName} {pageText}",
      description:
        "Найдите {value} прокат автомобилей в {cityName} в RentcarUAE у местных поставщиков услуг по прокату автомобилей. Доступны пакеты услуг по аренде автомобилей на день, неделю и месяц. Оплата наличными и онлайн.",
      h1: "{value} автомобили в аренду в {cityName} {pageText}",
    },
    brandOrModel: {
      title: "{value} аренда в {cityName}, нанять {value} в rentcaruae",
      description:
        "Выберите {value} аренду, предлагаемую компаниями по прокату в {cityName}. Бесплатная доставка в {cityName}.",
      h1: "Аренда {value} в {cityName} {pageText}",
    },
    body: {
      title:
        "Аренда {value} автомобиля в {cityName} {'|'} Аренда {value} ОАЭ цена {pageText}",
      description:
        "Аренда {value} автомобиля {cityName}, Лучшие предложения по аренде {value}. Вы можете арендовать {value} онлайн",
      h1: "{value} автомобиль в аренду в {cityName} {pageText}",
    },
    period: {
      title:
        "{value} Прокат автомобилей в Дубае, ОАЭ {'|'} Лучшие цены {'|'} Аренда автомобилей по {value} {pageText}",
      description:
        "{value} предложения по аренде автомобилей. Большой автопарк. Дешевая {value} аренда онлайн в {cityName}",
      h1: "{value} Прокат автомобилей {cityName} {pageText}",
    },
  },
  car_seo: {
    leasing: {
      title:
        "Аренда {carTitle} в {cityName} по цене {priceLeasing} в дирхамах ОАЭ/месяц",
      description:
        "Арендуйте {carTitle} в RentcarUAE на длительный срок в {cityName}. Мы предлагаем качественные автомобили на все случаи жизни, включая автомобили класса люкс, спортивные автомобили и экономичные модели.",
      h1: "Ежемесячная аренда {modelCar} в {cityName}",
    },
    rent: {
      title:
        "Арендуйте {modelCar} в {cityName}, ОАЭ по цене AED {priceDay}/день и AED {priceMonth}/месяц ",
      description:
        "Арендуйте {carTitle} в {cityName}, ОАЭ за AED {priceDay}/день и AED {priceMonth}/месяц.",
      h1: "Арендовать {carTitle} в {cityName}",
    },
  },
  faq_seo: {
    title:
      "Часто задаваемые вопросы об аренде автомобилей в Дубае: что нужно знать перед арендой автомобиля в ОАЭ",
    описание:
      "Получите ответы на часто задаваемые вопросы об аренде и вождении автомобиля в ОАЭ: Дубай, Абу-Даби.",
  },
  main_seo: {
    title:
      "Аренда автомобиля {cityName} {'|'} Дешевый прокат автомобилей {cityName} {'|'} Прокат автомобилей в ОАЭ",
    description:
      "Арендуйте автомобиль в {cityName} по лучшим ценам на все автомобили. Компания по прокату автомобилей в {cityName} предлагает пакеты аренды автомобилей на день, неделю и месяц.",
  },

  form: {
    required: "Поле {field} обязательно для заполнения",
    email: "{field} должен быть действительным адресом электронной почты",
    between: "Значение {field} должно быть между 0:{min} и 1:{max}",
    min: "{field} должно содержать не менее 0:{min} символов",
    max: "{field} должно содержать не более 0:{max} символов",
    confirmed: "Значение {field} должно совпадать с {age}",
    size: "Размер {field} должен быть меньше {size} КБ",
    image: "Поле {field} должно быть изображением",
    min_value: "{field} должно быть больше или равно 0:{min}",
    max_value: "{field} должно быть меньше 0:{max_value}",
  },

  "404": {
    error: "Ошибка",
    pageNotFound: "Страница не найдена",
    goMain: "На главную",
  },
  rentCarInDubai: "Аренда автомобиля в Дубае",
  bookCar: "Забронируйте автомобиль на день или месяц без комиссии",
  searchCarBrandOrModel: "Найти автомобиль по марке или модели",
  mostWantedCarBrands: "Самые популярные марки автомобилей в Дубае",
  allBrands: "Все марки",
  economyCars: "Экономичные автомобили",
  allEconomyCars: "Все экономичные автомобили",
  vanCars: "Минивэны",
  allVanCars: "Все минивэны",
  SUVForRent: "Внедорожники напрокат",
  allSUV: "Все внедорожники",
  cabrioCars: "Кабриолеты",
  allCabrioCars: "Все кабриолеты",
  businessCars: "Бизнес-автомобили",
  allBusinessCars: "Все бизнес-автомобили",
  luxuryCars: "Люкс-автомобили",
  allLuxuryCars: "Все люкс-автомобили",
  electroCars: "Электромобили",
  allElectroCars: "Все электромобили",
  allNews: "Все новости",
  sitemap: "Карта сайта",
  sitemapTitle: "Карта сайта - Аренда автомобиля",
  sitemapAmpTitle: "AMP карта сайта - Аренда автомобиля",
  blogs: {
    carRentalBlog: "Блог об аренде автомобилей",
    News: "Новости",
    Reviews: "Отзывы",
    "Good to know": "Полезная информация",
    pageTitle: "Блог RentcarUAE {'|'} Ваше приключение начинается здесь",
    description:
      "Все об аренде автомобилей в Дубае. Обзоры новых автомобилей, которые уже можно протестировать",
  },
  company: { view_on_map: "Посмотреть на карте", whats_app: "WhatsApp" },
  Monday: "Понедельник",
  Tuesday: "Вторник",
  Wednesday: "Среда",
  Thursday: "Четверг",
  Friday: "Пятница",
  Saturday: "Суббота",
  Sunday: "Воскресенье",
  bodyTypesList: {
    allCars: "Все автомобили",
    Coupe: "Купе",
    Roadster: "Родстер",
    Sedan: "Седан",
    Hatchback: "Хэтчбек",
    SUV: "Внедорожник",
    Wagon: "Универсал",
    Cabrio: "Кабриолет",
    Targa: "Тарга",
    Liftback: "Лифтбек",
    VAN: "Минивэн",
    Speedster: "Спидстер",
    Limousine: "Лимузин",
    Fastback: "Фастбек",
    Pickup: "Пикап",
  },
  filter: { from: "от" },
  cities: {
    "Abu Dhabi": "Абу-Даби",
    "Al Ain": "Аль-Айн",
    Ajman: "Аджман",
    Dubai: "Дубай",
    Fujairah: "Фуджейра",
    "Ras al-Khaimah": "Рас-эль-Хайма",
    Sarjah: "Шарджа",
    "Umm al-Quwain": "Умм-эль-Кувейн",
  },
  rentalPeriod: {
    "Daily rental": "Почасовая аренда",
    "Weekly rental": "Недельная аренда",
    "Monthly rental": "Месячная аренда",
    "Car leasing": "Лизинг автомобиля",
  },
  rentalPricing: {
    title: "Цены на аренду",
    ViewDailyOffer: "Просмотреть дневное предложение",
    ViewMounthlyOffer: "Просмотреть месячное предложение",
  },
  modal: {
    auth: {
      title: "Авторизация",
      subtitle: "Для компаний по аренде автомобилей",
      email: { label: "Рабочая почта" },
      code: { label: "Введите пин-код" },
    },
    register: {
      title: "Станьте партнером",
      subtitle: "Для компаний по аренде автомобилей",
      sendRequest: "Отправить запрос",
      company_name: { label: "Название компании", placeholder: "Моя компания" },
      company_website: { label: "Сайт компании", placeholder: "https://" },
      company_city_id: { label: "Город", placeholder: "Город" },
      full_name: { label: "Полное имя", placeholder: "Полное имя" },
      tel: { label: "Номер телефона" },
      email: {
        label: "Рабочая почта",
        placeholder: "email@company_name.com",
      },
      code: { label: "Введите пин-код", placeholder: "Пин-код" },
    },
    dontSendCode: "Код не отправлен",
  },
  modalCookie: {
    title1: "Технические",
    description1:
      "Обеспечивают авторизацию, навигацию и другие важные функции. Их отсутствие может нарушить работу RentCarUAE.",
    title2: "Аналитические/маркетинговые",
    description2: "Улучшает качество взаимодействия. Запоминает настройки.",
    title3: "Другие cookies",
    description3:
      "Выполняют вспомогательные функции и упрощают работу с сайтами и сервисами RentCarUAE. Эти файлы помогают запоминать статус страницы, выбирать регион, сохранять персональные предпочтения и многое другое.",
    description4:
      "RentCarUAE использует cookies: технические, аналитические, маркетинговые и другие. Они необходимы для оптимальной работы сайтов и сервисов, помогают RentCarUAE узнавать вас и сохранять ваши настройки. Подробнее читайте в",
  },
  noInternet: {
    problem: "Похоже, соединение с интернетом прервано",
    tryAgain: "Попробуйте снова",
  },
  pwa: {
    "pre-title": "Добавить на главный экран",
    title: "Установите приложение RentCarUAE",
    tapOnThe: "Нажмите на",
    Share: "Поделиться",
    buttonBelow: "кнопку ниже",
    Select: "Выберите",
    addHomeScreen: "Добавить на главный экран",
    Add: "Добавить",
    pushNotifecations: "Push-уведомления",
    fullscreenBrowsing: "Полноэкранный просмотр",
    improvedPerformance: "Улучшенная производительность",
  },
  categoriesList: {
    Economy: "Эконом",
    Minivan: "Минивэн",
    SUV: "Внедорожник",
    VAN: "Минивэны",
    Cabrio: "Кабриолет",
    Business: "Бизнес",
    Luxury: "Люкс",
    Sports: "Спорт",
    "Electric (EV)": "Электромобиль (EV)",
    Premium: "Премиум",
    Comfort: "Комфорт",
  },
  calc: {
    rentalOffer: "Предложение аренды",
    selectedPeriod: "Выбранный период",
    Deposit: "Депозит",
    FREE: "БЕСПЛАТНО",
    perDay: "в день",
    minRentalPeriod: "Минимальный срок аренды",
    totalMileageLimit: "Общий лимит пробега",
    km: "км",
    day: "день",
    days: "дней",
    serviceMaintenance: "Сервис и техническое обслуживание",
    Free: "Бесплатно",
    basicInsurance: "Базовая страховка",
    WhatsApp: "WhatsApp",
    Book: "Забронировать",
    chooseRentalDates: "Выберите даты аренды",
    startDate: "Дата начала",
    yourRental: "Ваша аренда",
    carDelivery: "Доставка автомобиля",
    monthlyPayment: "Месячный платеж",
    monthlyPrice: "Месячная стоимость",
    thankApplication: "Спасибо за вашу заявку",
  },
  bookForm: {
    bookingDetails: "Детали вашей брони",
    tel: { label: "Номер телефона" },
    full_name: { label: "Полное имя" },
    email: { label: "Электронная почта" },
    TickingBoxAgree: "Отметив этот пункт, вы соглашаетесь с",
    includingCookie: "включая использование файлов cookie.",
    and: "и",
    Show: "Показать",
    all: "все",
  },
  thankBooking: "Спасибо за бронирование",
  representativeWillContact:
    "Представитель компании свяжется с вами в течение 1 часа",
  Specifications: "Характеристики",
  specifications: {
    types: {
      safety: "Безопасность",
      multimedia: "Мультимедиа",
      comfort: "Комфорт",
    },
    names: {
      "Parking sensores": "Парковочные датчики",
      "Rear Camera": "Задняя камера",
      Isofix: "Isofix",
      "Camera 360": "Камера 360°",
      Navigation: "Навигация",
      "Apple CarPlay": "Apple CarPlay",
      "Cruise Control": "Круиз-контроль",
      "Basic Autopilot": "Базовый автопилот",
      SunRoof: "Люк",
    },
  },
  fuelTypes: {
    Petrol: "Бензин",
    Hybrid: "Гибрид",
    Electro: "Электро",
    Diesel: "Дизель",
  },
  transmissions: {
    Automatic: "Автоматическая",
    Mechanical: "Механическая",
  },
  carCard: {
    MileageDM: "Пробег день/месяц",
    rentNow: "Арендовать сейчас",
  },
  carCardModule: {
    dayRentalAvailable: "Доступна аренда на 1 день",
    depositfreeOption: "Без депозита",
    freeDelivery: "Бесплатная доставка",
  },
  carCardItem: {
    From: "От",
  },
  rentCar: "Аренда автомобиля",
  home: "Главная",
  Brand: "Марка",
  brands: "Марки",
  categories: "Категории",
  Body: "Кузов",
  bodies: "Кузовы",
  bodyTypes: "Типы кузовов",
  period: "Период",
  aboutUs: "О нас",
  rentalByPeriod: "Аренда по периодам",
  blog: "Блог",
  Policy: "Политика",
  privacyPolicy: "Политика конфиденциальности",
  termsService: "Условия обслуживания",
  termsOfUse: "Условия использования",
  siteMap: "Карта сайта",
  FAQ: "Часто задаваемые вопросы",
  contactUs: "Свяжитесь с нами",
  followUs: "Следите за нами",
  carRentalCompany: "Вы компания по аренде автомобилей?",
  Login: "Вход",
  Active: "Активный",
  None: "Нет",
  Hide: "Скрыть",
  showMore: "Показать больше",
  Customize: "Настроить",
  Accept: "Принять",
  VAT: "НДС",
  Tax: "Налог",
  Applicable: "Применимо",
  Total: "Итого",
  depositeFree: "Без депозита",
  daily: "ежедневно",
  weekly: "еженедельно",
  monthly: "ежемесячно",
  day: "день",
  days: "дней",
  month: "месяц",
  months: "месяцев",
  NEW: "НОВИНКА",
  specialOffer: "Специальное предложение",
  Person: "Человек",
  Minimum: "Минимум",
  Close: "Закрыть",
  joinUs: "Присоединяйтесь к нам",
}));
